bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dzhavat.bracket-pair-toggler
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
hashicorp.terraform
lokalise.i18n-ally
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
orta.vscode-jest
prisma.prisma
qufiwefefwoyn.kanagawa
usernamehw.errorlens
vscodevim.vim
yoavbls.pretty-ts-errors
