anthropic.claude-code
anysphere.cursorpyright
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
hashicorp.terraform
jnoortheen.nix-ide
lokalise.i18n-ally
metaphore.kanagawa-vscode-color-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
orta.vscode-jest
prisma.prisma
repreng.csv
unifiedjs.vscode-mdx
usernamehw.errorlens
vscodevim.vim
yoavbls.pretty-ts-errors
jnoortheen.nix-ide