tap "homebrew/bundle"
tap "homebrew/services"
brew "ca-certificates"
brew "bat"
brew "coreutils"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnirehtet"
brew "hdf5"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "libcbor"
brew "libevent"
brew "libfido2"
brew "libomp"
brew "zlib"
brew "mysql", restart_service: true
brew "neovim"
brew "node@20"
brew "nss"
brew "openvpn"
brew "portaudio"
brew "postgresql@15"
brew "protobuf@21"
brew "python@3.12"
brew "ripgrep"
brew "rsync"
brew "subversion"
brew "tree"
brew "wget"
cask "alchemy"
cask "chromedriver"
cask "miniconda"
cask "wezterm"
