tap "homebrew/bundle"
brew "coreutils"
brew "git-lfs"
brew "jq"
brew "neovim"
brew "portaudio"
brew "postgresql@14"
brew "postgresql@15"
brew "python@3.11"
brew "python-tk@3.11"
brew "tmux"
brew "tree"
cask "alchemy"
vscode "AykutSarac.jsoncrack-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "PKief.material-icon-theme"
vscode "vscodevim.vim"
