tap "homebrew/bundle"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "coreutils"
brew "gh"
brew "git-lfs"
brew "hdf5"
brew "htop"
brew "jq"
brew "libcbor"
brew "libevent"
brew "libfido2"
brew "libomp"
brew "luajit"
brew "protobuf@21"
brew "zlib"
brew "mysql"
brew "neovim"
brew "node"
brew "nss"
brew "portaudio"
brew "postgresql@15"
brew "python@3.12"
brew "ripgrep"
brew "rsync"
brew "subversion"
brew "sqlite"
brew "tree"
brew "tree-sitter"
cask "alchemy"
